[
    {
        "id": 1,
        "nome": "Cancro Cítrico",
        "patogeno": "Xanthomonas citri subsp. citri",
        "tipo": "bacteriana",
        "severidade": "alta",
        "icone": "./images/cancro-limao.jpg",
        "classificacao": ["Plesionecrótico", "Localizado"],
        "descricao": "Doença bacteriana quarentenária que causa lesões características em folhas, ramos e frutos de citros, sendo de notificação obrigatória no Brasil.",
        "sintomas": "Lesões circulares salientes (cancros) com centro necrótico e halo amarelado característico em folhas e frutos. As lesões têm aspecto corticoso e podem causar desfolha prematura.",
        "sintomas_detalhados": "Morfologia: Lesões circulares de 2-10mm de diâmetro, salientes, com centro necrótico marrom e halo amarelo bem definido. Forma: Circular a irregular. Cor: Centro marrom-escuro com halo amarelo-claro. Padrão: Distribuição aleatória na superfície foliar.",
        "controle": [
            "Medidas quarentenárias rigorosas",
            "Eliminação de plantas infectadas",
            "Aplicação preventiva de compostos cúpricos",
            "Controle do minador-dos-citros (vetor)",
            "Desinfecção de ferramentas",
            "Quebra-vento para reduzir disseminação"
        ],
        "impacto": "Doença de importância quarentenária que pode inviabilizar a exportação de citros e causar prejuízos econômicos de milhões de reais ao agronegócio brasileiro."
    },
    {
        "id": 2,
        "nome": "Verrugose dos Citros",
        "patogeno": "Elsinoë fawcettii",
        "tipo": "fungica",
        "severidade": "media",
        "icone": "./images/verrugose-limao.jpg",
        "classificacao": ["Hiperplástico", "Localizado"],
        "descricao": "Doença fúngica que causa lesões verrucosas características em frutos jovens e folhas de citros, afetando principalmente a qualidade dos frutos.",
        "sintomas": "Lesões verrucosas, salientes e irregulares em frutos jovens. Em folhas, manchas pequenas com centro claro e bordas escuras.",
        "sintomas_detalhados": "Morfologia: Lesões verrucosas, corticosas e salientes de 1-5mm. Forma: Irregular, com superfície rugosa. Cor: Marrom-clara a escura. Padrão: Agrupadas em frutos jovens, esparsas em folhas maduras.",
        "controle": [
            "Aplicação de fungicidas cúpricos",
            "Fungicidas sistêmicos em períodos críticos",
            "Poda para arejamento da copa",
            "Eliminação de frutos afetados",
            "Controle da irrigação"
        ],
        "impacto": "Reduz significativamente o valor comercial dos frutos, especialmente para mercado in natura, podendo causar perdas de até 30% no valor da produção."
    },
    {
        "id": 3,
        "nome": "Morte dos Ponteiros da Manga",
        "patogeno": "Lasiodiplodia theobromae",
        "tipo": "fungica",
        "severidade": "alta",
        "icone": "./images/morte-ponteiros-manga.jpg",
        "classificacao": ["Holonecrótico", "Sistêmico"],
        "descricao": "Doença fúngica devastadora que causa necrose dos ponteiros e ramos da mangueira, podendo levar à morte da planta em casos severos.",
        "sintomas": "Necrose progressiva dos ponteiros, escurecimento vascular, gomose e morte descendente dos ramos. Folhas amarelam e secam rapidamente.",
        "sintomas_detalhados": "Morfologia: Necrose descendente dos ramos, escurecimento vascular interno. Forma: Linear ao longo dos ramos. Cor: Marrom-escura a preta. Padrão: Progressão descendente dos ponteiros para ramos mais grossos.",
        "controle": [
            "Poda sanitária dos ramos afetados",
            "Aplicação de fungicidas sistêmicos",
            "Pasta bordalesa em ferimentos",
            "Manejo nutricional adequado",
            "Controle de estresse hídrico",
            "Eliminação de material vegetal infectado"
        ],
        "impacto": "Pode causar morte de plantas adultas e perdas de até 40% na produção em pomares severamente afetados, representando sérios prejuízos econômicos."
    },
    {
        "id": 4,
        "nome": "Sigatoka amarela da Bananeira",
        "patogeno": "Mycosphaerella fijiensis",
        "tipo": "fungica",
        "severidade": "alta",
        "icone": "./images/sigatoka-bananeira.jpg",
        "classificacao": ["Plesionecrótico", "Foliar"],
        "descricao": "Doença fúngica mais destrutiva da bananicultura mundial, causando necrose foliar severa e redução drástica da produtividade.",
        "sintomas": "Estrias amarelas que evoluem para manchas necróticas com halo amarelo. Coalescência das lesões causa necrose de grandes áreas foliares.",
        "sintomas_detalhados": "Morfologia: Inicialmente estrias cloróticas de 1-2mm que evoluem para manchas elípticas de 10-20mm. Forma: Elíptica a irregular. Cor: Centro necrótico marrom com halo amarelo. Padrão: Paralelo às nervuras foliares.",
        "controle": [
            "Aplicação sistemática de fungicidas",
            "Remoção de folhas infectadas",
            "Melhoramento do arejamento",
            "Controle da irrigação",
            "Uso de variedades resistentes",
            "Adubação equilibrada"
        ],
        "impacto": "Considerada a doença mais destrutiva da bananicultura, pode causar perdas de até 50% na produção e inviabilizar o cultivo em regiões tropicais úmidas."
    },
    {
        "id": 5,
        "nome": "Fumagina dos Citros",
        "patogeno": "Capnodium citri",
        "tipo": "fungica",
        "severidade": "media",
        "icone": "./images/fumagina-limao.jpg",
        "classificacao": ["Hiperplástico", "Superficial"],
        "descricao": "Doença fúngica superficial que forma uma camada escura semelhante à fuligem sobre folhas e frutos, reduzindo a fotossíntese.",
        "sintomas": "Camada superficial escura, semelhante à fuligem, que recobre folhas, ramos e frutos. Facilmente removível com fricção.",
        "sintomas_detalhados": "Morfologia: Crescimento micelial superficial formando camada escura. Forma: Cobertura uniforme ou em manchas. Cor: Preta a cinza-escura. Padrão: Sobre melada deixada por insetos sugadores.",
        "controle": [
            "Controle de insetos sugadores (cochonilhas, pulgões)",
            "Lavagem das plantas com água",
            "Aplicação de óleo mineral",
            "Melhoria da aeração da copa",
            "Controle de formigas"
        ],
        "impacto": "Reduz a capacidade fotossintética das plantas e deprecia a qualidade comercial dos frutos, causando perdas econômicas moderadas."
    },
    {
        "id": 6,
        "nome": "Mancha de Alga do Abacate",
        "patogeno": "Cephaleuros virescens",
        "tipo": "algal",
        "severidade": "media",
        "icone": "./images/manga-alga-abacate.jpg",
        "classificacao": ["Plesionecrótico", "Foliar"],
        "descricao": "Doença causada por alga parasita que forma manchas características verde-alaranjadas em folhas de abacate, especialmente em regiões úmidas.",
        "sintomas": "Manchas circulares verde-alaranjadas com bordas bem definidas. Em casos severos, pode causar desfolha e redução do vigor da planta.",
        "sintomas_detalhados": "Morfologia: Manchas circulares de 2-15mm de diâmetro. Forma: Circular a oval. Cor: Verde-alaranjada a ferrugínea. Padrão: Distribuição aleatória na superfície foliar, mais comum na face superior.",
        "controle": [
            "Aplicação de fungicidas cúpricos",
            "Melhoria da aeração da copa",
            "Controle da umidade",
            "Poda de limpeza",
            "Adubação equilibrada"
        ],
        "impacto": "Causa desfolha prematura e redução do vigor das plantas, afetando a produtividade em 15-25% em condições favoráveis ao patógeno."
    },
    {
        "id": 7,
        "nome": "Antracnose da Cana-de-Açúcar",
        "patogeno": "Colletotrichum falcatum",
        "tipo": "fúngica",
        "severidade": "alta",
        "icone": "./images/cana-acucar-podridao-vermelha.jpg",
        "classificacao": ["Holonecrótico", "Vascular"],
        "descricao": "Doença fúngica que provoca lesões avermelhadas nas folhas da cana-de-açúcar, principalmente nas nervuras, afetando a fotossíntese e a planta.",
        "sintomas": "Podridão avermelhada nas nervuras das folhas, com possível murcha e necrose em tecidos próximos. Manchas podem evoluir para áreas mortas e secas.",
        "sintomas_detalhados": "Morfologia: Lesões necróticas nas folhas. Forma: Alongadas, seguindo as nervuras principais. Cor: Avermelhadas a púrpura nas nervuras, com margens escuras. Padrão: Início nas folhas mais velhas, podendo progredir para as superiores.",
        "controle": [
          "Utilização de variedades geneticamente resistentes",
          "Tratamento térmico das mudas antes do plantio",
          "Controle de pragas que favorecem a infecção por ferimentos",
          "Evitar lesões mecânicas durante o cultivo",
          "Rotação de culturas com espécies não hospedeiras",
          "Remoção de folhas ou plantas infectadas"
        ],
        "impacto": "Pode causar perdas de até 30% na produtividade da cana-de-açúcar, principalmente pela redução da área foliar funcional e da eficiência fotossintética."
      },      
    {
        "id": 8,
        "nome": "Oídio do Quiabo",
        "patogeno": "Erysiphe cichoracearum",
        "tipo": "fungica",
        "severidade": "media",
        "icone": "./images/oidio-quiabo.jpg",
        "classificacao": ["Hiperplástico", "Superficial"],
        "descricao": "Doença fúngica que forma uma camada pulverulenta branca sobre folhas e ramos de quiabo, especialmente em condições de baixa umidade.",
        "sintomas": "Crescimento pulverulento branco na superfície das folhas, inicialmente em manchas circulares que se expandem e coalescem.",
        "sintomas_detalhados": "Morfologia: Crescimento micelial superficial pulverulento. Forma: Manchas circulares que se expandem. Cor: Branca a cinza-clara. Padrão: Inicialmente na face superior das folhas, expandindo-se para ambas as faces.",
        "controle": [
            "Aplicação de fungicidas sistêmicos",
            "Enxofre em pó ou calda sulfocálcica",
            "Melhoria da aeração",
            "Evitar adubação nitrogenada excessiva",
            "Controle da irrigação"
        ],
        "impacto": "Reduz a capacidade fotossintética das plantas e pode causar perdas de 15-30% na produção de frutos comerciais."
    },
    {
        "id": 9,
        "nome": "Ferrugem do fruto da Pitanga",
        "patogeno": "Puccinia psidii",
        "tipo": "fungica",
        "severidade": "média",
        "icone": "./images/ferrugem-pitanga.jpg",
        "classificacao": ["Foliar", "Epidérmica"],
        "descricao": "Doença fúngica que afeta diversas espécies da família Myrtaceae, incluindo a pitangueira, provocando lesões foliares e queda prematura das folhas.",
        "sintomas": "Manchas escuras e deprimidas nos frutos, com presença de pústulas alaranjadas que liberam esporos.",
        "sintomas_detalhados": "Morfologia: Pústulas arredondadas. Cor: Laranja vivo. Localização: Predominantemente na face inferior das folhas, podendo atingir ramos e frutos.",
        "controle": [
            "Plantio de variedades resistentes",
            "Poda de ramos infectados",
            "Aplicação de fungicidas sistêmicos e de contato",
            "Evitar excesso de umidade nas folhas",
            "Remoção de plantas hospedeiras alternativas próximas"
        ],
        "impacto": "Compromete o desenvolvimento da planta, provoca desfolha precoce, reduz a frutificação e afeta o valor comercial das frutas."
    }
]